Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# about.agreement
source: Agreement
de: Vereinbarung
es: Acuerdo
fr: Accord
ja: 合意
ko: 합의
pt_br: Acordo
ru: Соглашение
zh_hans: 用户协议
zh_hant: 協定

# about.checking_updates
source: Checking...
de: Suche läuft...
es: Buscando...
fr: Vérification...
ja: 確認中...
ko: 확인 중...
pt_br: Verificando...
ru: Проверка...
zh_hans: 检查中...
zh_hant: 檢查中...

# about.tagline
source: AI-Powered Terminal Workspace
de: KI-gestützter Terminal-Arbeitsbereich
es: Espacio de trabajo de terminal impulsado por IA
fr: Espace de travail terminal propulsé par l’IA
ja: AI 搭載ターミナルワークスペース
ko: AI 기반 터미널 작업공간
pt_br: Espaço de trabalho de terminal com IA
ru: Рабочее пространство терминала на базе ИИ
zh_hans: AI 驱动的终端工作区
zh_hant: AI 驅動的終端工作區

# about.updates
source: Updates
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
zh_hans: 检查更新
zh_hant: 更新內容

# about.user_agreement
source: User Agreement
de: Benutzervereinbarung
es: Acuerdo de usuario
fr: Contrat d'utilisation
ja: ユーザー同意書
ko: 사용자 계약
pt_br: Contrato do usuário
ru: Пользовательское соглашение
zh_hans: 用户协议
zh_hant: 使用者協定

# about.user_agreement_body
source: By using it, you understand that terminal, Git, and AI activity features read local project metadata and runtime state, but do not proactively upload your project contents. You are responsible for the safety of your local environment, permissions, third-party CLIs, and repository credentials. Continued use means you accept that this experimental software may change behavior, interface, and compatibility over time.
de: Mit der Nutzung bestätigen Sie, dass die Aktivitäten für Terminal, Git und KI lokale Projektmetadaten und Laufzeitstatus lesen, Ihre Projektinhalte aber nicht eigenständig hochladen. Für die Sicherheit Ihrer lokalen Umgebung, Berechtigungen, Drittanbieter-CLIs und Repository-Zugangsdaten sind Sie selbst verantwortlich. Wenn Sie die App weiter nutzen, akzeptieren Sie, dass sich Verhalten, Oberfläche und Kompatibilität dieser experimentellen Software im Laufe der Zeit ändern können.
es: Al usarla, entiendes que las funciones de actividad de terminal, Git e IA leen los metadatos del proyecto local y el estado de ejecución, pero no suben por su cuenta el contenido de tu proyecto. La seguridad de tu entorno local, los permisos, las CLI de terceros y las credenciales del repositorio sigue siendo tu responsabilidad. Si continúas usándola, aceptas que este software experimental puede cambiar su comportamiento, interfaz y compatibilidad con el tiempo.
fr: En l’utilisant, vous acceptez que les fonctions d’activité du terminal, de Git et de l’IA lisent les métadonnées locales du projet ainsi que l’état d’exécution, sans pour autant envoyer automatiquement le contenu de votre projet. La sécurité de votre environnement local, de vos autorisations, des CLI tierces et des identifiants du dépôt reste sous votre responsabilité. En continuant à utiliser l’application, vous acceptez que ce logiciel expérimental puisse faire évoluer son comportement, son interface et sa compatibilité au fil du temps.
ja: ご利用にあたっては、ターミナル、Git、AI アクティビティ機能がローカルプロジェクトのメタデータや実行状態を読み取る一方で、プロジェクト内容を勝手にアップロードしないことをご理解ください。ローカル環境、権限、サードパーティ CLI、リポジトリ認証情報の管理と安全性はご自身の責任となります。引き続き利用することで、この実験的なソフトウェアの挙動、UI、互換性が今後変わる可能性があることに同意したものとみなされます。
ko: 사용 시 터미널, Git, AI 활동 기능이 로컬 프로젝트 메타데이터와 실행 상태를 읽지만, 프로젝트 내용을 임의로 업로드하지는 않습니다. 로컬 환경, 권한, 서드파티 CLI, 저장소 인증 정보의 보안은 사용자 책임입니다. 계속 사용하면 이 실험적 소프트웨어의 동작, 인터페이스, 호환성이 앞으로 바뀔 수 있다는 점에 동의하는 것으로 봅니다.
pt_br: Ao usá-lo, você entende que os recursos de atividade do terminal, Git e IA leem os metadados do projeto local e o estado de execução, mas não enviam por conta própria o conteúdo do seu projeto. A segurança do seu ambiente local, das permissões, das CLIs de terceiros e das credenciais do repositório continua sendo sua responsabilidade. Ao continuar usando, você aceita que este software experimental pode mudar de comportamento, interface e compatibilidade ao longo do tempo.
ru: Используя его, вы соглашаетесь с тем, что функции активности терминала, Git и ИИ читают метаданные локального проекта и текущее состояние выполнения, но не отправляют содержимое проекта сами по себе. За безопасность локальной среды, разрешений, сторонних CLI и учетных данных репозитория отвечаете вы. Продолжая использовать приложение, вы принимаете, что поведение, интерфейс и совместимость этого экспериментального ПО со временем могут меняться.
zh_hans: 使用本应用即表示你理解：终端、Git 与 AI 统计功能会读取本机项目目录中的元数据与运行状态，但不会主动上传你的项目内容。你应自行确认本地环境、权限设置、第三方 CLI 与仓库访问凭据的安全性。继续使用即代表你接受该实验性软件可能存在功能变更、界面调整与兼容性问题。
zh_hant: 使用本應用即表示您了解：終端、Git 與 AI 活動功能會讀取本機專案的中繼資料與執行狀態，但不會主動上傳您的專案內容。您需自行負責本機環境、權限、第三方 CLI 與儲存庫憑證的安全性。繼續使用即代表您接受此實驗性軟體未來可能在行為、介面與相容性上有所變更。

# about.user_agreement_data
source: Codux only reads the local state needed to display terminal sessions, Git repository status, AI tool activity, and local statistics. You are responsible for reviewing any third-party CLI behavior and network activity triggered by those tools.
de: Codux liest nur den lokalen Zustand, der zum Anzeigen von Terminalsitzungen, Git-Status, KI-Aktivitäten und lokalen Statistiken benötigt wird. Verhalten und Netzwerkanfragen von Drittanbieter-CLIs müssen Sie selbst prüfen.
es: Codux solo lee el estado local necesario para mostrar sesiones de terminal, estado del repositorio Git, actividad de herramientas de IA y estadísticas locales. Debes revisar por tu cuenta el comportamiento y las conexiones de red de las CLI de terceros.
fr: Codux lit uniquement l’état local nécessaire pour afficher les sessions du terminal, l’état du dépôt Git, l’activité des outils IA et les statistiques locales. Vous devez vérifier vous-même le comportement et les accès réseau des CLI tierces.
ja: Codux は、ターミナルセッション、Git リポジトリ状態、AI ツールのアクティビティ、ローカル統計を表示するために必要なローカル状態のみを読み取ります。サードパーティ CLI の挙動やネットワーク通信はご自身で確認してください。
ko: Codux 는 터미널 세션, Git 저장소 상태, AI 도구 활동, 로컬 통계를 표시하는 데 필요한 로컬 상태만 읽습니다. 서드파티 CLI 의 동작과 네트워크 요청은 직접 확인해야 합니다.
pt_br: O Codux lê apenas o estado local necessário para mostrar sessões de terminal, status do repositório Git, atividade de ferramentas de IA e estatísticas locais. O comportamento e as conexões de rede de CLIs de terceiros devem ser verificados por você.
ru: Codux читает только локальное состояние, которое нужно для показа терминальных сессий, статуса Git-репозитория, активности ИИ-инструментов и локальной статистики. Поведение и сетевую активность сторонних CLI вы должны проверять самостоятельно.
zh_hans: Codux 只会读取展示终端会话、Git 仓库状态、AI 工具活动和本地统计所需的本机状态。涉及第三方 CLI 的行为和网络请求，需要你自行确认与承担风险。
zh_hant: Codux 只會讀取顯示終端工作階段、Git 倉庫狀態、AI 工具活動與本機統計所需的本機狀態。涉及第三方 CLI 的行為與網路請求，需由您自行確認並承擔風險。

# about.user_agreement_license
source: Codux is distributed as open-source software under the GPL-3.0 license. Continued use means you accept that this experimental software may change behavior, interface, and compatibility over time.
de: Codux wird als Open-Source-Software unter der GPL-3.0 veröffentlicht. Wenn Sie die App weiter nutzen, akzeptieren Sie, dass sich Verhalten, Oberfläche und Kompatibilität dieser experimentellen Software noch ändern können.
es: Codux se distribuye como software de código abierto bajo la licencia GPL-3.0. Si continúas usándolo, aceptas que este software experimental puede cambiar en comportamiento, interfaz y compatibilidad con el tiempo.
fr: Codux est distribué comme logiciel open source sous licence GPL-3.0. En continuant à l’utiliser, vous acceptez que le comportement, l’interface et la compatibilité de ce logiciel expérimental puissent encore évoluer.
ja: Codux は GPL-3.0 ライセンスのオープンソースソフトウェアとして提供されます。利用を続けることで、この実験的なソフトウェアの挙動、UI、互換性が今後変わる可能性があることに同意したものとみなされます。
ko: Codux 는 GPL-3.0 라이선스의 오픈소스 소프트웨어로 배포됩니다. 계속 사용하면 이 실험적 소프트웨어의 동작, 인터페이스, 호환성이 앞으로 바뀔 수 있다는 점에 동의하는 것으로 봅니다.
pt_br: O Codux é distribuído como software de código aberto sob a licença GPL-3.0. Ao continuar usando, você aceita que o comportamento, a interface e a compatibilidade deste software experimental ainda podem mudar com o tempo.
ru: Codux распространяется как программное обеспечение с открытым исходным кодом по лицензии GPL-3.0. Продолжая использовать приложение, вы принимаете, что поведение, интерфейс и совместимость этого экспериментального ПО со временем могут меняться.
zh_hans: Codux 以 GPL-3.0 开源协议发布。继续使用即表示你接受该实验性软件后续可能发生行为、界面和兼容性调整。
zh_hant: Codux 以 GPL-3.0 開源授權發佈。繼續使用即表示您接受此實驗性軟體後續可能在行為、介面與相容性上有所調整。

# about.user_agreement_responsibility
source: You are responsible for your local environment, file permissions, repository credentials, notification permissions, and any commands executed inside the terminal.
de: Sie sind selbst für Ihre lokale Umgebung, Dateiberechtigungen, Repository-Zugangsdaten, Benachrichtigungsrechte und alle im Terminal ausgeführten Befehle verantwortlich.
es: Eres responsable de tu entorno local, los permisos de archivos, las credenciales del repositorio, los permisos de notificaciones y cualquier comando ejecutado dentro del terminal.
fr: Vous êtes responsable de votre environnement local, des permissions de fichiers, des identifiants du dépôt, des autorisations de notification et de toutes les commandes exécutées dans le terminal.
ja: ローカル環境、ファイル権限、リポジトリ認証情報、通知権限、およびターミナル内で実行するすべてのコマンドはご自身の責任で管理してください。
ko: 로컬 환경, 파일 권한, 저장소 자격 증명, 알림 권한, 그리고 터미널 안에서 실행하는 모든 명령은 사용자 본인의 책임입니다.
pt_br: Você é responsável pelo seu ambiente local, permissões de arquivo, credenciais do repositório, permissões de notificação e qualquer comando executado dentro do terminal.
ru: Вы сами отвечаете за локальное окружение, права доступа к файлам, учетные данные репозитория, разрешения на уведомления и любые команды, выполняемые в терминале.
zh_hans: 你需要自行负责本地环境、文件权限、仓库凭据、通知权限，以及在终端内执行的所有命令。
zh_hant: 您需自行負責本機環境、檔案權限、倉庫憑證、通知權限，以及在終端內執行的所有命令。

# about.website
source: Website
de: Webseite
es: Sitio web
fr: Site web
ja: 公式サイト
ko: 웹사이트
pt_br: Site
ru: Веб-сайт
zh_hans: 官方网站
zh_hant: 官方網站

# ai.action.refresh_current_project
source: Refresh AI stats for the current project.
de: Aktualisieren Sie die AI-Statistiken für das aktuelle Projekt.
es: Actualizar las estadísticas de IA del proyecto actual.
fr: Actualiser les statistiques IA du projet actuel.
ja: 現在のプロジェクトの AI 統計を更新します。
ko: 현재 프로젝트에 대한 AI 통계를 새로 고칩니다.
pt_br: Atualizar as estatísticas de IA do projeto atual.
ru: Обновить статистику ИИ для текущего проекта.
zh_hans: 刷新当前项目的 AI 统计。
zh_hant: 刷新目前專案的 AI 統計資料。

# ai.action.reload_current_project
source: Reload AI stats for the current project.
de: Laden Sie die AI-Statistiken für das aktuelle Projekt neu.
es: Recargar las estadísticas de IA del proyecto actual.
fr: Recharger les statistiques IA du projet actuel.
ja: 現在のプロジェクトの AI 統計をリロードします。
ko: 현재 프로젝트에 대한 AI 통계를 다시 로드합니다.
pt_br: Recarregar as estatísticas de IA do projeto atual.
ru: Перезагрузить статистику ИИ для текущего проекта.
zh_hans: 重新读取当前项目的 AI 统计。
zh_hant: 重新載入目前專案的 AI 統計資料。

# ai.action.stop_refresh
source: Stop the current AI stats refresh.
de: Aktuelle Aktualisierung der KI-Statistiken stoppen.
es: Detener la actualización actual de las estadísticas de IA.
fr: Arrêter l’actualisation actuelle des statistiques IA.
ja: 現在の AI 統計の更新を停止します。
ko: 현재 AI 통계 새로 고침을 중지합니다.
pt_br: Parar a atualização atual das estatísticas de IA.
ru: Остановить текущее обновление статистики ИИ.
zh_hans: 终止当前 AI 统计刷新。
zh_hant: 停止目前 AI 統計資料更新。

# ai.breakdown.model_ranking
source: Model Ranking
de: Modellranking
es: Clasificación de modelos
fr: Classement des modèles
ja: モデルランキング
ko: 모델 순위
pt_br: Classificação do modelo
ru: Рейтинг моделей
zh_hans: 模型排行
zh_hant: 型號排行

# ai.empty.description
source: There are no AI tool usage records yet in this project's workspace terminals.
de: In den Arbeitsbereichsterminals dieses Projekts gibt es noch keine Nutzungsdaten von KI-Werkzeugen.
es: Aún no hay registros de uso de herramientas de IA en los terminales del espacio de trabajo de este proyecto.
fr: Aucun usage d’outil IA n’a encore été enregistré dans les terminaux de ce projet.
ja: このプロジェクトのワークスペース端末には、AI ツールの使用記録がまだありません。
ko: 이 프로젝트의 작업공간 터미널에는 아직 AI 도구 사용 기록이 없습니다.
pt_br: Ainda não há registros de uso de ferramentas de IA nos terminais do espaço de trabalho deste projeto.
ru: В терминалах рабочего пространства этого проекта пока нет записей об использовании инструментов ИИ.
zh_hans: 当前项目工作区的终端里还没有 AI 工具使用记录。
zh_hant: 此專案的工作區終端機中尚無 AI 工具使用記錄。

# ai.empty.no_stats
source: No AI Stats Yet
de: Noch keine KI-Statistiken
es: Aún no hay estadísticas de IA
fr: Aucune statistique IA pour le moment
ja: AI 統計はまだありません
ko: 아직 AI 통계가 없습니다
pt_br: Ainda não há estatísticas de IA
ru: Статистики ИИ пока нет
zh_hans: 暂无 AI 统计
zh_hant: 尚無 AI 統計資料

# ai.indexing.complete
source: Index complete.
de: Index vollständig.
es: Índice completo.
fr: Index terminé.
ja: インデックスが完成しました。
ko: 색인이 완료되었습니다.
pt_br: Índice concluído.
ru: Индекс завершен.
zh_hans: 索引完成
zh_hant: 索引完成。

# ai.indexing.loaded_claude
source: Loaded Claude usage.
de: Claude-Nutzung geladen.
es: Uso de Claude cargado.
fr: Utilisation de Claude chargée.
ja: ロードされた Claude の使用法。
ko: Claude 사용량을 로드했습니다.
pt_br: Uso de Claude carregado.
ru: Загружено использование Claude.
zh_hans: 已读取 Claude 统计
zh_hant: 已載入 Claude 用法。

# ai.indexing.loaded_codex
source: Indexed Codex sessions.
de: Indizierte Codex-Sitzungen.
es: Sesiones Codex indexadas.
fr: Sessions Codex indexées.
ja: インデックス付けされた Codex セッション。
ko: 인덱싱된 Codex 세션.
pt_br: Sessões Codex indexadas.
ru: Индексированные сессии Codex.
zh_hans: 已索引 Codex 会话
zh_hant: 已索引的 Codex 會話。

# ai.indexing.loaded_opencode
source: Loaded OpenCode usage.
de: OpenCode-Nutzung geladen.
es: Uso de OpenCode cargado.
fr: Utilisation de OpenCode chargée.
ja: ロードされた OpenCode の使用法。
ko: OpenCode 사용량을 로드했습니다.
pt_br: Uso de OpenCode carregado.
ru: Загружено использование OpenCode.
zh_hans: 已读取 OpenCode 统计
zh_hant: 已載入 OpenCode 用法。

# ai.indexing.preparing
source: Preparing usage data.
de: Nutzungsdaten aufbereiten.
es: Elaboración de datos de uso.
fr: Préparation des données d'utilisation.
ja: 使用状況データを準備しています。
ko: 사용량 데이터를 준비 중입니다.
pt_br: Preparando dados de uso.
ru: Подготовка данных об использовании.
zh_hans: 准备统计数据
zh_hant: 準備使用資料。

# ai.indexing.reading_sources
source: Reading index.
de: KI-Nutzungsquellen werden parallel gelesen.
es: Leyendo en paralelo las fuentes de uso de IA.
fr: Lecture parallèle des sources d’usage IA.
ja: AI 使用ソースを並列で読み込んでいます。
ko: AI 사용 소스를 병렬로 읽습니다.
pt_br: Lendo em paralelo as fontes de uso de IA.
ru: Параллельное чтение источников использования ИИ.
zh_hans: 正在读取索引
zh_hant: 並行讀取 AI 使用來源。

# ai.indexing.starting
source: Starting index.
de: Startindex.
es: Índice inicial.
fr: Indice de départ.
ja: 開始インデックス。
ko: 시작 인덱스.
pt_br: Índice inicial.
ru: Стартовый индекс.
zh_hans: 开始索引
zh_hant: 起始索引。

# ai.indexing.stopped
source: Indexing stopped.
de: Die Indizierung wurde gestoppt.
es: La indexación se detuvo.
fr: L'indexation s'est arrêtée.
ja: インデックス作成が停止されました。
ko: 인덱싱이 중지되었습니다.
pt_br: A indexação foi interrompida.
ru: Индексирование остановлено.
zh_hans: 已停止索引
zh_hant: 索引停止。

# ai.indexing.summarized_sessions
source: Summarized sessions and rankings.
de: Zusammengefasste Sitzungen und Ranglisten.
es: Sesiones resumidas y rankings.
fr: Séances résumées et classements.
ja: セッションとランキングをまとめました。
ko: 요약된 세션 및 순위.
pt_br: Sessões resumidas e classificações.
ru: Итоги сессий и рейтинги.
zh_hans: 已汇总会话与排行
zh_hant: 總結會議和排名。

# ai.indexing.summarizing_recent
source: Summarizing recent usage.
de: Zusammenfassung der jüngsten Nutzung.
es: Resumiendo el uso reciente.
fr: Résumant l'utilisation récente.
ja: 最近の使い方をまとめます。
ko: 최근 사용량을 요약합니다.
pt_br: Resumindo o uso recente.
ru: Подведение итогов недавнего использования.
zh_hans: 汇总近期用量
zh_hant: 總結一下最近的使用情況。

# ai.live_sessions
source: Current Session Totals
de: Aktuelle Sitzungswerte
es: Totales de la sesión actual
fr: Totaux de la session actuelle
ja: 現在のセッション累計
ko: 현재 세션 누적
pt_br: Totais da sessão atual
ru: Текущая сессия: итоги
zh_hans: 当前会话累计
zh_hant: 目前會話累計

# ai.live_sessions.empty
source: There are no current AI sessions right now
de: Derzeit gibt es keine KI-Sitzungen zur Anzeige
es: No hay sesiones de IA actuales para mostrar
fr: Aucune session IA en cours à afficher
ja: 現在表示できる AI セッションはありません
ko: 현재 표시할 AI 세션이 없습니다.
pt_br: Não há sessões de IA atuais para mostrar
ru: Сейчас нет текущих сессий ИИ для показа.
zh_hans: 当前没有可显示的 AI 会话
zh_hant: 目前沒有可顯示的 AI 會話

# ai.metric.session_total
source: Session Total
de: Sitzung gesamt
es: Total de la sesión
fr: Total de la session
ja: セッション合計
ko: 세션 총량
pt_br: Total da sessão
ru: Всего по сессии
zh_hans: 会话总量
zh_hant: 會話總量

# ai.panel.title
source: AI Assistant
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
ja: AIアシスタント
ko: AI 어시스턴트
pt_br: Assistente de IA
ru: ИИ-ассистент
zh_hans: AI 助手
zh_hant: AI 助手

# ai.recent_usage
source: Recent Usage
de: Aktuelle Nutzung
es: Uso reciente
fr: Utilisation récente
ja: 最近の使用状況
ko: 최근 사용량
pt_br: Uso recente
ru: Недавнее использование
zh_hans: 近期用量
zh_hant: 最近的使用情況

# ai.session.action.unsupported
source: This action is not supported by the current tool.
de: Diese Aktion wird vom aktuellen Tool nicht unterstützt.
es: Esta acción no es compatible con la herramienta actual.
fr: Cette action n'est pas prise en charge par l'outil actuel.
ja: このアクションは現在のツールではサポートされていません。
ko: 이 작업은 현재 도구에서 지원되지 않습니다.
pt_br: Esta ação não é suportada pela ferramenta atual.
ru: Это действие не поддерживается текущим инструментом.
zh_hans: 当前工具暂不支持这个操作。
zh_hant: 目前工具不支援此操作。

# ai.session.identifier.missing
source: Missing session identifier.
de: Fehlende Sitzungskennung.
es: Falta el identificador de sesión.
fr: Identifiant de session manquant.
ja: セッション識別子がありません。
ko: 세션 식별자가 누락되었습니다.
pt_br: Identificador de sessão ausente.
ru: Отсутствует идентификатор сеанса.
zh_hans: 缺少会话标识。
zh_hant: 缺少會話標識符。

# ai.session.open.current_success
source: Opened session in the current terminal.
de: Sitzung im aktuellen Terminal geöffnet.
es: Sesión abierta en la terminal actual.
fr: Session ouverte dans le terminal actuel.
ja: 現在のターミナルでセッションを開きました。
ko: 현재 터미널에서 열린 세션입니다.
pt_br: Sessão aberta no terminal atual.
ru: Сеанс открыт в текущем терминале.
zh_hans: 已在当前终端打开会话。
zh_hant: 已在目前終端機中開啟會話。

# ai.session.open.split_success
source: Opened session in a new split pane.
de: Geöffnete Sitzung in einem neuen geteilten Bereich.
es: Sesión abierta en un nuevo panel dividido.
fr: Session ouverte dans un nouveau volet divisé.
ja: 新しい分割ペインでセッションを開きます。
ko: 새 분할 창에서 세션을 열었습니다.
pt_br: Sessão aberta em um novo painel dividido.
ru: Открыт сеанс в новой разделенной панели.
zh_hans: 已在新分屏打开会话。
zh_hant: 在新的分割窗格中開啟會話。

# ai.session.open.title
source: Open Session
de: Offene Sitzung
es: Sesión abierta
fr: Séance ouverte
ja: オープンセッション
ko: 세션 열기
pt_br: Sessão aberta
ru: Открытая сессия
zh_hans: 打开会话
zh_hant: 公開會議

# ai.session.open.unsupported
source: This session does not support opening.
de: Diese Sitzung unterstützt das Öffnen nicht.
es: Esta sesión no admite apertura.
fr: Cette session ne prend pas en charge l'ouverture.
ja: このセッションは開くことをサポートしていません。
ko: 이 세션은 열기를 지원하지 않습니다.
pt_br: Esta sessão não suporta abertura.
ru: Этот сеанс не поддерживает открытие.
zh_hans: 当前会话暂不支持打开。
zh_hant: 该会话不支持打开。

# ai.session.record.not_found
source: Matching session record was not found.
de: Es wurde kein passender Sitzungsdatensatz gefunden.
es: No se encontró el registro de sesión coincidente.
fr: L'enregistrement de session correspondant n'a pas été trouvé.
ja: 一致するセッション レコードが見つかりませんでした。
ko: 일치하는 세션 기록을 찾을 수 없습니다.
pt_br: O registro de sessão correspondente não foi encontrado.
ru: Соответствующая запись сеанса не найдена.
zh_hans: 未找到对应的会话记录。
zh_hant: 未找到符合的會話記錄。

# ai.session.remove.confirm
source: This will directly modify the local session storage for the corresponding AI CLI. Continue?
de: Dadurch wird der lokale Sitzungsspeicher der entsprechenden KI-CLI direkt geändert. Fortfahren?
es: Esto modificará directamente el almacenamiento local de la sesión del CLI de IA correspondiente. ¿Continuar?
fr: Cela modifiera directement le stockage local de session du CLI IA correspondant. Continuer ?
ja: 対応する AI CLI のローカルセッション保存領域を直接変更します。続行しますか？
ko: 해당 AI CLI의 로컬 세션 저장소를 직접 수정합니다. 계속하시겠습니까?
pt_br: Isso modificará diretamente o armazenamento local da sessão do CLI de IA correspondente. Continuar?
ru: Это напрямую изменит локальное хранилище сессий для соответствующего CLI ИИ. Продолжить?
zh_hans: 会直接修改对应 AI CLI 的本地会话存储，确定继续吗？
zh_hant: 這將直接修改對應 AI CLI 的本機工作階段儲存資料。要繼續嗎？

# ai.session.remove.success
source: Removed session.
de: Sitzung entfernt.
es: Sesión eliminada.
fr: Séance supprimée.
ja: セッションが削除されました。
ko: 세션이 제거되었습니다.
pt_br: Sessão removida.
ru: Удалена сессия.
zh_hans: 已移除会话。
zh_hant: 已刪除會話。

# ai.session.remove.title
source: Remove Session
de: Sitzung entfernen
es: Eliminar sesión
fr: Supprimer la session
ja: セッションの削除
ko: 세션 제거
pt_br: Remover sessão
ru: Удалить сеанс
zh_hans: 移除会话
zh_hant: 刪除會話

# ai.session.remove.unsupported
source: This session does not support removal.
de: Diese Sitzung unterstützt das Entfernen nicht.
es: Esta sesión no admite la eliminación.
fr: Cette session ne prend pas en charge la suppression.
ja: このセッションは削除をサポートしていません。
ko: 이 세션은 제거를 지원하지 않습니다.
pt_br: Esta sessão não oferece suporte à remoção.
ru: Этот сеанс не поддерживает удаление.
zh_hans: 当前会话暂不支持移除。
zh_hant: 此會話不支援刪除。

# ai.session.rename.empty
source: Session title cannot be empty.
de: Der Sitzungstitel darf nicht leer sein.
es: El título de la sesión no puede estar vacío.
fr: Le titre de la session ne peut pas être vide.
ja: セッションタイトルを空にすることはできません。
ko: 세션 제목은 비워둘 수 없습니다.
pt_br: O título da sessão não pode ficar vazio.
ru: Название сеанса не может быть пустым.
zh_hans: 会话标题不能为空。
zh_hant: 會話標題不能為空。

# ai.session.rename.message
source: Directly update the local session title for the corresponding AI CLI.
de: Aktualisiert direkt den lokalen Sitzungstitel der entsprechenden KI-CLI.
es: Actualiza directamente el título de la sesión local de la CLI de IA correspondiente.
fr: Met à jour directement le titre de la session locale pour la CLI d’IA correspondante.
ja: 対応する AI CLI のローカル セッション タイトルを直接更新します。
ko: 해당 AI CLI에 대한 로컬 세션 제목을 직접 업데이트합니다.
pt_br: Atualiza diretamente o título da sessão local da CLI de IA correspondente.
ru: Напрямую обновляет название локальной сессии для соответствующей CLI ИИ.
zh_hans: 直接修改对应 AI CLI 的本地会话标题。
zh_hant: 直接更新對應AI CLI的本機會話標題。

# ai.session.rename.placeholder
source: Enter a New Session Title
de: Geben Sie einen neuen Sitzungstitel ein
es: Ingrese un nuevo título de sesión
fr: Entrez un nouveau titre de session
ja: 新しいセッションのタイトルを入力してください
ko: 새 세션 제목을 입력하세요
pt_br: Insira um novo título de sessão
ru: Введите название нового сеанса
zh_hans: 输入新的会话标题
zh_hant: 輸入新的會話標題

# ai.session.rename.success
source: Renamed session.
de: Sitzung umbenannt.
es: Sesión renombrada.
fr: Séance renommée.
ja: セッションの名前が変更されました。
ko: 세션 이름이 변경되었습니다.
pt_br: Sessão renomeada.
ru: Переименованная сессия.
zh_hans: 已重命名会话。
zh_hant: 已重命名會話。

# ai.session.rename.title
source: Rename Session
de: Sitzung umbenennen
es: Cambiar nombre de sesión
fr: Renommer la session
ja: セッション名の変更
ko: 세션 이름 바꾸기
pt_br: Renomear sessão
ru: Переименовать сеанс
zh_hans: 重命名会话
zh_hant: 重新命名會話

# ai.session.rename.unsupported
source: This session does not support renaming.
de: Diese Sitzung unterstützt kein Umbenennen.
es: Esta sesión no admite el cambio de nombre.
fr: Cette session ne prend pas en charge le changement de nom.
ja: このセッションは名前の変更をサポートしていません。
ko: 이 세션은 이름 바꾸기를 지원하지 않습니다.
pt_br: Esta sessão não suporta renomeação.
ru: Этот сеанс не поддерживает переименование.
zh_hans: 当前会话暂不支持重命名。
zh_hant: 此會話不支援重命名。
